/* Mac OS X 10.3 or higher needed - Dialog Title */
"MAC_OS_X_10_3_REQUIRED_TITLE" = "Mac OS X 10.3 è richiesto";

/* Mac OS X 10.3 or higher needed - Dialog Text */
"MAC_OS_X_10_3_REQUIRED_TEXT" = "Mac OS X 10.3 o successivo è richiesto per il corretto funzionamento del Droplet di photo Drop.";

/* General Droplet information panel - Dialog Title */
"DROPLET_INFO_TITLE" = "Informazioni su questo Droplet";

/* General Droplet information panel - Dialog Text */
"DROPLET_INFO_TEXT" = "Questa applicazione è un Droplet. Trascina immagini e cartelle di immagini sull'icona di questa applicazione per attivare il droplet.";

/* General Droplet information panel - More Information Button */
"DROPLET_INFO_MORE_INFO_BTN" = "Maggiori Informazioni";

/* Modification Warning information panel - Dialog Title */
"MODIFICATION_WARNING_TITLE" = "Sei sicuto di voler modificare l'immagine originale?";

/* Modification Warning information panel - Dialog Text */
"MODIFICATION_WARNING_TEXT" = "Attenzione le modifiche all'immagine non potranno essere annullate.";

/* Quit - Quit Button */
"QUIT" = "Esci";

/* Continue - Continue Button */
"CONTINUE" = "Continua";

/* Processing %i items - Number of files to process */
"PROCESSING_X_TIMES" = "Processando %i elementi";

/* Item: %@ - File currently being processed */
"ITEM_X" = "Elemento: \"%@\"";

/* Time Remaining: Calculating... - Calculating the time remaining */
"TIME_REMAINING_CALCULATING" = "Tempo Rimasto: Calcolando...";

/* Time Remaining: About %i minutes - About %i minutes */
"TIME_REMAINING_X_MINUTES" = "Tempo Rimasto: Circa %i minuti";

/* Time Remaining: About a minute - About a minute remaining */
"TIME_REMAINING_MINUTE" = "Tempo Rimasto: Circa 1 minuto";

/* Time Remaining: About 30 seconds - About 30 seconds remaining */
"TIME_REMAINING_30_SECONDS" = "Tempo Rimasto: Circa 30 secondi";

/* Time Remaining: About 10 seconds - About 10 seconds remaining */
"TIME_REMAINING_10_SECONDS" = "Tempo Rimasto: Circa 10 secondi";

/* Time Remaining: About 5 seconds - About 5 seconds remaining */
"TIME_REMAINING_5_SECONDS" = "Tempo Rimasto: Circa 5 secondi";

/* Error - Running sips on %@ failed. */
"RUNNING_SIPS_FAILED" = "Attivazione SIPS su %@ fallita.";